{
    "main": [
        "Thank you for your question. Talking with your spouse is one of the best ways to keep your marriage healthy and successful. Be honest about what you're feeling, but be kind and respectful when you communicate. Part of good communication is being a good listener and taking the time to understand what it is your spouse wants and needs from you. Keep the lines of communication open by talking often, and not just about things like bills and the kids. Share your thoughts and feelings.",
        "Appreciate each other, your relationship, your family, and your lives together. Show gratitude when your partner cooks dinner, helps the kids with their homework, or does the grocery shopping. It may help to take a few minutes each evening to tell each other at least one thing you appreciated that day.",
        "With work and family responsibilities, it can be easy to lose the romance factor. Plan special dates, either to go out or just stay at home. If you have children, send them on a play date while you relax, talk, and enjoy each other's company.",
        "Alone time is just as important as couple time. Everyone needs time to recharge, think, and enjoy personal interests. That time is often lost when you're married, especially if you have kids. Go out with friends, take a class, or do volunteer work, whatever you find enriching. When you're back together with your spouse, you'll appreciate each other even more.",
        "You won't agree on everything, but it is important to be fair and respectful during disagreements. Listen to your spouse's point of view. Try not to get angry and don't let yourself become too frustrated. Walk away and calm down if you need to, then discuss the problem again when you're both in a better frame of mind. Compromise on problems so that you both give a little.",
        "Marriage therapist and researcher John Gottman, Ph.D., has found that criticism, contempt, defensiveness, and stonewalling are serious threats to a marriage. The more a couple engages in these destructive activities, the more likely they are to divorce. His decades of research and of working with couples have shown that spouses who stay together know how to fight without being hostile and to take responsibility for their actions. They are also more likely to respond quickly to each other's wishes to make up after fights and repair the relationship.",
        "Everyone makes mistakes. Your spouse may hurt your feelings or do something that upsets you, and that may make you angry, even furious. But it's important to deal with your feelings, let them go, and move on. don’t keep bringing up the past.\n\nRemember to remain committed to your spouse, your family, and the life that you have built together. Support each other emotionally and in everyday ways. You, your spouse, and your relationship may grow and change with time, but these ideas can help your marriage stay successful over the years."
    ],
    "optional": [
        "Let me think for a bit.",
        "That is a tough one. "
    ]
}